return {
    "nvimdev/dashboard-nvim",
    event = "VimEnter",
    dependencies = { "nvim-tree/nvim-web-devicons" },
    config = function()
        require("dashboard").setup({
            theme = "doom",
            config = {
                header = {
                    "",
                    " ███╗   ██║███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗ ",
                    " ████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║ ",
                    " ██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║ ",
                    " ██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║ ",
                    " ██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║ ",
                    " ╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝ ",
                    "",
                },
                center = {
                    {
                        action = 'lua require("persistence").load()',
                        desc = " Restore Session",
                        icon = " ",
                        key = "s",
                    },
                    {
                        action = 'lua require("mini.pick").builtin.files()',
                        desc = " Find File",
                        icon = " ",
                        key = "f",
                    },
                    {
                        action = 'lua require("mini.extra").pickers.oldfiles()',
                        desc = " Recent Files",
                        icon = " ",
                        key = "r",
                    },
                    {
                        action = "qa",
                        desc = " Quit",
                        icon = " ",
                        key = "q",
                    },
                },
            },
        })
    end,
}
